{
  "Aeroguard Can": [
    "It's not Aeroguard, it's social distancing for insects.",
    "It's not Aeroguard, it's bug-based diplomacy.",
    "It's not Aeroguard, it's your summer cologne of fear.",
    "It's not Aeroguard, it's invisible armour for sausage sizzles.",
    "It's not Aeroguard, it's Australia's scent of survival."
  ],
  "Fairy Bread": [
    "It's not fairy bread, it's edible childhood trauma.",
    "It's not fairy bread, it's a sugar delivery vehicle.",
    "It's not fairy bread, it's nostalgia you can chew.",
    "It's not fairy bread, it's rainbowed regret.",
    "It's not fairy bread, it's Australia’s original UX design flaw."
  ],
  "Servo Meat Pie": [
    "It's not a servo pie, it's temperature roulette.",
    "It's not a servo pie, it's flaky existentialism.",
    "It's not a servo pie, it's the fourth food group.",
    "It's not a servo pie, it's molten regret wrapped in pastry.",
    "It's not a servo pie, it's a road trip in your mouth."
  ],
  "Australian Flag Cape": [
    "It's not an Aussie flag cape, it's a nationalistic parachute.",
    "It's not an Aussie flag cape, it's wearable patriotism with stains.",
    "It's not an Aussie flag cape, it's political ambiguity on fabric.",
    "It's not an Aussie flag cape, it's soft power on soft cotton.",
    "It's not an Aussie flag cape, it's freedom with armholes."
  ],
  "PVC Pool from Big W": [
    "It's not a PVC pool, it's budget hydrotherapy.",
    "It's not a PVC pool, it's evaporative happiness.",
    "It's not a PVC pool, it's blue optimism on a hot lawn.",
    "It's not a PVC pool, it's suburban wet work.",
    "It's not a PVC pool, it's inflatable class mobility."
  ],
  "AFL Membership Lanyard": [
    "It's not a lanyard, it's tribal branding.",
    "It's not a lanyard, it's proof of fiscal devotion.",
    "It's not a lanyard, it's neckwear with beer rights.",
    "It's not a lanyard, it's a key to emotional volatility.",
    "It's not a lanyard, it's wearable weekend religion."
  ],
  "Packet of Twisties": [
    "It's not Twisties, it's edible static electricity.",
    "It's not Twisties, it's culinary nihilism in a bag.",
    "It's not Twisties, it's dust with a vengeance.",
    "It's not Twisties, it's finger glue with flavour.",
    "It's not Twisties, it's Australia's true spice tolerance test."
  ],
  "Triple J Hottest 100 Playlist": [
    "It's not a playlist, it's curated disappointment.",
    "It's not a playlist, it's indie hostage negotiation.",
    "It's not a playlist, it's the annual breakup post soundtrack.",
    "It's not a playlist, it's peer pressure in audio form.",
    "It's not a playlist, it's a national argument ritual."
  ],
  "Bag of Mixed Allen’s Lollies": [
    "It's not mixed lollies, it's edible civil war.",
    "It's not mixed lollies, it's diversity with consequences.",
    "It's not mixed lollies, it's a sugar-based morality test.",
    "It's not mixed lollies, it's chewy segregation.",
    "It's not mixed lollies, it's inclusive chaos."
  ],
  "Pluggers (broken thongs)": [
    "It's not a broken thong, it's a lifestyle fracture.",
    "It's not a plugger, it's a foot-based character arc.",
    "It's not a broken thong, it's sudden humility.",
    "It's not a plugger, it's commitment issues underfoot.",
    "It's not a broken thong, it's the end of innocence."
  ],
  "Esky with Broken Lid": [
    "It's not a broken esky, it's ventilated mediocrity.",
    "It's not a broken esky, it's thermal optimism with trust issues.",
    "It's not a broken esky, it's a cooler with abandonment anxiety.",
    "It's not a broken esky, it's refrigeration with character flaws.",
    "It's not a broken esky, it's ice's emotional baggage carrier."
  ],
  "Bunnings Snag": [
    "It's not a Bunnings snag, it's carcinogenic community building.",
    "It's not a Bunnings snag, it's democracy wrapped in bread.",
    "It's not a Bunnings snag, it's a sausage with social responsibility.",
    "It's not a Bunnings snag, it's weekend masculinity on a plate.",
    "It's not a Bunnings snag, it's charitable grease with onions."
  ],
  "Goon Bag": [
    "It's not goon, it's liquid financial planning.",
    "It's not goon, it's boxed dignity removal.",
    "It's not goon, it's fermented life choices.",
    "It's not goon, it's portable regret with a tap.",
    "It's not goon, it's Australia's inflation hedge in wine form."
  ],
  "Thongs (the footwear)": [
    "It's not thongs, it's minimalist sole protection.",
    "It's not thongs, it's commitment-phobic footwear.",
    "It's not thongs, it's Australia's national diplomatic uniform.",
    "It's not thongs, it's rubber-based lifestyle flexibility.",
    "It's not thongs, it's foot freedom with abandonment issues."
  ],
  "Hills Hoist": [
    "It's not a Hills Hoist, it's rotating domestic infrastructure.",
    "It's not a Hills Hoist, it's backyard feng shui optimization.",
    "It's not a Hills Hoist, it's wind-powered wardrobe management.",
    "It's not a Hills Hoist, it's suburban kinetic art installation.",
    "It's not a Hills Hoist, it's Australia's most honest exercise equipment."
  ],
  "Ute with Stubby Holder": [
    "It's not a ute, it's mobile masculinity with beverage priorities.",
    "It's not a ute, it's a lifestyle statement with a tray.",
    "It's not a ute, it's emotional support vehicle for tradies.",
    "It's not a ute, it's Australia's most honest dating profile.",
    "It's not a ute, it's four wheels and a dream of practicality."
  ],
  "Tim Tams": [
    "It's not Tim Tams, it's edible procrastination enablers.",
    "It's not Tim Tams, it's chocolate-coated emotional regulation.",
    "It's not Tim Tams, it's biscuit-based time distortion.",
    "It's not Tim Tams, it's Australia's sweetest addiction gateway.",
    "It's not Tim Tams, it's caffeinated self-soothing in packet form."
  ],
  "Woolies Mud Cake": [
    "It's not mud cake, it's mass-produced birthday salvation.",
    "It's not mud cake, it's chocolate-based crisis management.",
    "It's not mud cake, it's edible parenting shortcut.",
    "It's not mud cake, it's last-minute celebration recovery.",
    "It's not mud cake, it's Australia's most democratic dessert."
  ],
  "Akubra Hat": [
    "It's not an Akubra, it's follicular real estate protection.",
    "It's not an Akubra, it's wearable rural credibility.",
    "It's not an Akubra, it's leather-based authenticity signaling.",
    "It's not an Akubra, it's sun damage prevention with heritage.",
    "It's not an Akubra, it's a personality substitute for city folk."
  ],
  "Lamington": [
    "It's not a lamington, it's coconut-armoured sponge warfare.",
    "It's not a lamington, it's edible cultural gatekeeping.",
    "It's not a lamington, it's Australia's fluffiest national identity.",
    "It's not a lamington, it's chocolate-dipped nostalgia cube.",
    "It's not a lamington, it's coordinated finger contamination."
  ],
  "Stubby Shorts": [
    "It's not stubby shorts, it's leg-based confidence projection.",
    "It's not stubby shorts, it's thigh liberation movement wear.",
    "It's not stubby shorts, it's Australia's answer to European fashion.",
    "It's not stubby shorts, it's practical masculinity with tan lines.",
    "It's not stubby shorts, it's comfort-first lifestyle evangelism."
  ],
  "Chiko Roll": [
    "It's not a Chiko Roll, it's deep-fried cultural appropriation.",
    "It's not a Chiko Roll, it's a vegetable smuggling operation.",
    "It's not a Chiko Roll, it's Australia's most dishonest spring roll.",
    "It's not a Chiko Roll, it's portable regret wrapped in pastry.",
    "It's not a Chiko Roll, it's ethnic fusion with commitment issues."
  ],
  "VB Longneck": [
    "It's not VB, it's liquid patriotism with questionable taste.",
    "It's not VB, it's Australia's most honest personality test.",
    "It's not VB, it's working-class credibility in amber form.",
    "It's not VB, it's bitter disappointment with brand loyalty.",
    "It's not VB, it's social lubrication with national pride."
  ],
  "Winnie Blues Pack": [
    "It's not Winnie Blues, it's portable lung renovation.",
    "It's not Winnie Blues, it's blue-collar stress management.",
    "It's not Winnie Blues, it's Australia's most expensive air freshener.",
    "It's not Winnie Blues, it's nicotine-based time banking.",
    "It's not Winnie Blues, it's anxiety relief with compound interest."
  ],
  "Vegemite Jar": [
    "It's not Vegemite, it's edible nationalism in a jar.",
    "It's not Vegemite, it's yeast-based citizenship test.",
    "It's not Vegemite, it's breakfast spread with anger issues.",
    "It's not Vegemite, it's Australia's most divisive black gold.",
    "It's not Vegemite, it's umami-flavored cultural gatekeeping."
  ],
  "Holden Commodore (Any Year)": [
    "It's not a Commodore, it's mobile Australian denial.",
    "It's not a Commodore, it's four wheels of nostalgic grief.",
    "It's not a Commodore, it's a lifestyle choice with rust issues.",
    "It's not a Commodore, it's patriotism with transmission problems.",
    "It's not a Commodore, it's Australia's most expensive therapy session."
  ],
  "RSL Badge": [
    "It's not an RSL badge, it's wearable reverence with pokies access.",
    "It's not an RSL badge, it's respect with a side of cheap meals.",
    "It's not an RSL badge, it's community service with beer privileges.",
    "It's not an RSL badge, it's honor with parma night benefits.",
    "It's not an RSL badge, it's dignity with discount entertainment."
  ],
  "Zinc Cream": [
    "It's not zinc cream, it's white-faced sun surrender.",
    "It's not zinc cream, it's UV protection with social consequences.",
    "It's not zinc cream, it's beach armor for the melanin-challenged.",
    "It's not zinc cream, it's Australian mime makeup with SPF.",
    "It's not zinc cream, it's dignity sacrifice for skin preservation."
  ],
  "Eskimo Pie": [
    "It's not an Eskimo Pie, it's frozen childhood economics.",
    "It's not an Eskimo Pie, it's ice cream with structural integrity issues.",
    "It's not an Eskimo Pie, it's Australia's most stressful dessert.",
    "It's not an Eskimo Pie, it's chocolate-coated time pressure.",
    "It's not an Eskimo Pie, it's edible anxiety in wrapper form."
  ],
  "Flanno Shirt": [
    "It's not a flanno, it's wearable versatility with commitment issues.",
    "It's not a flanno, it's Australia's universal formal wear.",
    "It's not a flanno, it's fabric-based social camouflage.",
    "It's not a flanno, it's plaid-powered authenticity signaling.",
    "It's not a flanno, it's cotton confidence with rolled-up sleeves."
  ],
  "Golden Gaytime": [
    "It's not a Golden Gaytime, it's frozen euphemism with nuts.",
    "It's not a Golden Gaytime, it's ice cream with branding courage.",
    "It's not a Golden Gaytime, it's Australia's most confidently named dessert.",
    "It's not a Golden Gaytime, it's caramel-coated childhood confusion.",
    "It's not a Golden Gaytime, it's frozen joy with questionable marketing."
  ],
  "Rego Sticker": [
    "It's not a rego sticker, it's windscreen-based financial responsibility.",
    "It's not a rego sticker, it's automotive citizenship verification.",
    "It's not a rego sticker, it's legal compliance with adhesive anxiety.",
    "It's not a rego sticker, it's government revenue in sticky form.",
    "It's not a rego sticker, it's vehicular legitimacy with expiry stress."
  ],
  "Redback Spider": [
    "It's not a redback spider, it's portable Australian character building.",
    "It's not a redback spider, it's eight-legged national defense system.",
    "It's not a redback spider, it's Australia's smallest immigration deterrent.",
    "It's not a redback spider, it's arachnid-based toilet inspection service.",
    "It's not a redback spider, it's evolutionary anxiety with legs."
  ],
  "Bundy Rum Bottle": [
    "It's not Bundy rum, it's liquid Queensland nationalism.",
    "It's not Bundy rum, it's polar bear-endorsed liver renovation.",
    "It's not Bundy rum, it's Australia's most honest personality solvent.",
    "It's not Bundy rum, it's sugarcane-based decision impairment.",
    "It's not Bundy rum, it's tropical courage with morning consequences."
  ],
  "Boomerang (Souvenir Shop)": [
    "It's not a boomerang, it's cultural appropriation with aerodynamics.",
    "It's not a boomerang, it's indigenous wisdom made in China.",
    "It's not a boomerang, it's Australia's most ironic export.",
    "It's not a boomerang, it's traditional craftsmanship with tourist markup.",
    "It's not a boomerang, it's wooden guilt with return policy."
  ],
  "Slip, Slop, Slap Campaign": [
    "It's not sun safety, it's government-sponsored paranoia with rhyme scheme.",
    "It's not sun safety, it's Australia's most successful fear marketing.",
    "It's not sun safety, it's melanoma prevention with catchy jingle.",
    "It's not sun safety, it's public health poetry with skin cancer subtext.",
    "It's not sun safety, it's UV awareness with alliterative authority."
  ],
  "Speedos (Men's)": [
    "It's not Speedos, it's aquatic confidence with minimal fabric coverage.",
    "It's not Speedos, it's swimming costume with body image roulette.",
    "It's not Speedos, it's lycra-based masculine vulnerability.",
    "It's not Speedos, it's Australian beach diplomacy in stretchy form.",
    "It's not Speedos, it's competitive swimming with social consequences."
  ],
  "Meat Tray Raffle": [
    "It's not a meat tray raffle, it's protein gambling with community spirit.",
    "It's not a meat tray raffle, it's carnivorous lottery with pub atmosphere.",
    "It's not a meat tray raffle, it's Australia's most honest fundraising scheme.",
    "It's not a meat tray raffle, it's refrigerated hope with numbered tickets.",
    "It's not a meat tray raffle, it's butcher-sponsored social interaction."
  ],
  "Centrelink Queue": [
    "It's not Centrelink, it's Australia's premium character assassination service.",
    "It's not Centrelink, it's dignity removal with government efficiency.",
    "It's not Centrelink, it's bureaucratic waterboarding for the unemployed.",
    "It's not Centrelink, it's hope extinguishment with hold music.",
    "It's not Centrelink, it's poverty cosplay for middle-class uni students."
  ],
  "Bogan Mullet": [
    "It's not a mullet, it's follicular economic theory in action.",
    "It's not a mullet, it's business-casual with party logistics.",
    "It's not a mullet, it's Australia's most honest hair statement.",
    "It's not a mullet, it's aerodynamic masculinity with commitment issues.",
    "It's not a mullet, it's hairstyle-based class warfare."
  ],
  "Durry Break": [
    "It's not a smoke break, it's nicotine-powered productivity optimization.",
    "It's not a durry break, it's lung taxation with social benefits.",
    "It's not a smoke break, it's carcinogenic team building.",
    "It's not a durry break, it's outdoor meditation with addiction.",
    "It's not a smoke break, it's Australia's most expensive mindfulness practice."
  ],
  "Magpie Swooping Season": [
    "It's not magpie season, it's annual PTSD distribution program.",
    "It's not magpie swooping, it's avian territorial negotiation.",
    "It's not magpie season, it's Australia's free anxiety exposure therapy.",
    "It's not magpie swooping, it's feathered psychological warfare.",
    "It's not magpie season, it's bicycle helmet effectiveness testing."
  ],
  "Pokies Machine": [
    "It's not pokies, it's electronic poverty acceleration.",
    "It's not a slot machine, it's Australia's most honest retirement planning.",
    "It's not pokies, it's gambling with lights and shame.",
    "It's not a slot machine, it's depression monetization technology.",
    "It's not pokies, it's hope incineration with bonus features."
  ],
  "Double Bay Trophy Wife": [
    "It's not a trophy wife, it's luxury human accessory with maintenance costs.",
    "It's not a trophy wife, it's conspicuous consumption in blonde form.",
    "It's not a trophy wife, it's midlife crisis with Botox.",
    "It's not a trophy wife, it's divorce preparation with designer handbags.",
    "It's not a trophy wife, it's emotional unavailability with pilates membership."
  ],
  "Schoolies Week": [
    "It's not Schoolies, it's liver damage with educational value.",
    "It's not Schoolies Week, it's alcohol poisoning with friendship trauma.",
    "It's not Schoolies, it's parental anxiety disguised as freedom.",
    "It's not Schoolies Week, it's regret manufacturing with sunburn.",
    "It's not Schoolies, it's teenage stupidity with Gold Coast pricing."
  ],
  "Aussie Home Loans Ad": [
    "It's not home loans, it's financial desperation with cartoon mascots.",
    "It's not Aussie Home Loans, it's mortgage slavery with optimistic jingles.",
    "It's not home loans, it's debt packaging with Australian flags.",
    "It's not Aussie Home Loans, it's capitalism cosplaying as mateship.",
    "It's not home loans, it's lifetime servitude with friendly branding."
  ],
  "Myki Card": [
    "It's not a Myki card, it's public transport frustration in plastic form.",
    "It's not Myki, it's Melbourne's premium rage generation system.",
    "It's not a Myki card, it's government incompetence you can hold.",
    "It's not Myki, it's commuter patience testing technology.",
    "It's not a Myki card, it's Victorian taxpayer money in wallet form."
  ],
  "Jetstar Flight": [
    "It's not Jetstar, it's budget airline trauma with hidden fees.",
    "It's not Jetstar, it's flying disappointment with orange branding.",
    "It's not a flight, it's airborne cattle class with attitude.",
    "It's not Jetstar, it's customer service comedy with wings.",
    "It's not a flight, it's aviation-based Stockholm syndrome."
  ],
  "Real Estate Agent": [
    "It's not a real estate agent, it's professionally licensed lying.",
    "It's not a real estate agent, it's commission-based truth distortion.",
    "It's not a real estate agent, it's suit-wearing parasitism.",
    "It's not a real estate agent, it's housing crisis profiteering.",
    "It's not a real estate agent, it's capitalism with a BMW lease."
  ],
  "Australia Day Thong Throwing": [
    "It's not thong throwing, it's patriotic projectile dysfunction.",
    "It's not thong throwing, it's Australia Day athletic disappointment.",
    "It's not thong throwing, it's footwear-based national embarrassment.",
    "It's not thong throwing, it's rubber sole liberation therapy.",
    "It's not thong throwing, it's competitive mediocrity with beer prizes."
  ],
  "Tradies High-Vis Vest": [
    "It's not high-vis, it's occupational safety cosplay.",
    "It's not a hi-vis vest, it's fluorescent masculinity armor.",
    "It's not high-vis, it's visibility privilege with tool belt rights.",
    "It's not a hi-vis vest, it's workplace identity with breakfast radio opinions.",
    "It's not high-vis, it's orange authority with smoko entitlement."
  ],
  "Opal Card (Sydney)": [
    "It's not an Opal card, it's Sydney's premium public transport hostage system.",
    "It's not Opal, it's electronic tap-and-pay disappointment.",
    "It's not an Opal card, it's government surveillance with commuter convenience.",
    "It's not Opal, it's public transport anxiety in plastic form.",
    "It's not an Opal card, it's train delay notification technology."
  ]
}